//개인정보 수집 동의서

const PrivacyAgreeTerm = () => {
    return (
        <div>
            <p dir="ltr">
                개인정보 수집 및 활용에 대한 이용 동의서
</p>
            <p dir="ltr">
                「(주)스프레드와이」 운영을 위하여 다음과 같은 내용의 개인정보 수집·이용 및 제3자 제공을 하고자 합니다. 내용을 자세히 읽으신 후
                동의 여부를 결정하여 주십시오.
</p>
            <br />
            <p dir="ltr">
                ※ 개인정보의 수집항목 및 수집방법
</p>
            <p dir="ltr">
                ‘(주)스프레드와이’가 제공하는 서비스 이용을 위한 신청인의 개인정보를 수집하고 있습니다.
</p>
            <p dir="ltr">
                가. 개인정보 수집이용자 : (주)스프레드와이
</p>
            <p dir="ltr">
                나. 개인정보 수집방법 : 회원가입(이용 신청), 개인정보 변경
</p>
            <p dir="ltr">
                다. 개인정보 이용내역: 서비스내 회원 구분, 본인인증, 푸시알림
</p>
            <p dir="ltr">
                라. 개인정보 수집내역: 성명, 휴대전화 번호, 성별, 연령대, 관심사
</p>
            <p dir="ltr">
                ‘(주)스프레드와이’는 회원이 유료 서비스를 이용하고자 하는 경우 결제 시점에 아래와 같이 결제에 필요한 정보를 수집할 수 있습니다.
</p>
            <p dir="ltr">
                가. 개인정보 수집이용자 : (주)스프레드와이
</p>
            <p dir="ltr">
                나. 개인정보 수집방법 : 구독파티 기능 이용 시 유저 직접 입력을 통해 수집
</p>
            <p dir="ltr">
                다. 개인정보 이용내역: 파티 금액 자동 결제, 파티 자동 정산금액 입금이체
</p>
            <p dir="ltr">
                라. 개인정보 수집내역: 신용카드정보, 계좌번호
</p>
            <br />
            <p dir="ltr">
                ※ 개인정보의 수집.이용목적 및 보유.이용기간
</p>
            <p dir="ltr">
                정보 제공자가 제공한 모든 정보는 「(주)스프레드와이」의 원활한 운영을 위하여 사용됩니다. 신청인의 개인정보는 5년 동안 수집
                ·이용합니다.
</p>
        </div>
    )
}

export default PrivacyAgreeTerm;;